package com.itheima.mapdemo1;

/**
 * @author lina @date 2022/2/2214:24
 */
public class duibi1 {
    public static void main(String[] args) {
        System.out.println(
                "一、关于收支预算总表的说明\n" +
                        "\n" +
                        "按照综合预算的原则，水利厅部门所有收入和支出均纳入部门预算管理。按照收支平衡原则，水利厅部门2022年收支总预算均为509755.36万元。\n" +
                        "\n" +
                        "收入包括：一般公共预算拨款收入、政府性基金预算拨款收入、财政专户管理资金收入、事业收入、上级补助收入、其他收入、使用非财政拨款结余等；\n" +
                        "\n" +
                        "支出包括：一般公共服务支出、教育支出、科学技术支出、社会保障和就业支出、卫生健康支出、农林水支出、住房保障支出。\n" +
                        "\n" +
                        "二、关于收入预算总表的说明\n" +
                        "\n" +
                        "水利厅部门2022年收入预算为509755.36万元，其中：财政拨款124523.00万元，占24.43%，财政专户管理资金11110.00万元，占2.18%，事业收入108950" +
                        ".23万元，占21.37%，上级补助收入69996.00万元，占13.73%，其他收入4132.77万元，占0.81%，使用非财政拨款结余191043.36万元，占37.48%。\n" +
                        "\n" +
                        "三、关于支出预算总表的说明\n" +
                        "\n" +
                        "水利厅部门2022年支出预算为509755.36万元，其中：基本支出89231.00万元，占17.50%，项目支出420524.36万元，占82.50%。\n" +
                        "\n" +
                        "四、关于财政拨款收支预算总表的说明\n" +
                        "\n" +
                        "水利厅部门2022年财政拨款收支总预算为124523.00万元。\n" +
                        "\n" +
                        "收入包括：一般公共预算124013.00万元，占99.59%；政府性基金预算510.00万元，占0.41%。\n" +
                        "\n" +
                        "支出包括：一般公共服务(类)支出684.00万元，占0.55%；教育(类)支出26028.00万元，占20.90%；科学技术(类)支出945.00万元，占0.76%；社会保障和就业" +
                        "(类)支出10937.87万元，占8.78%；卫生健康(类)支出1914.67万元，占1.54%；农林水(类)支出81444.98万元，占65.41%；住房保障(类)支出2568" +
                        ".48万元，占2.06%。\n" +
                        "\n" +
                        "五、关于一般公共预算支出表的说明\n" +
                        "\n" +
                        "（一）一般公共预算当年拨款规模变化情况\n" +
                        "\n" +
                        "水利厅部门2022年一般公共预算拨款124013.00万元(上年330014.00万元)，比上年减少206001.00万元，下降62.42 %，主要原因是:减少。\n" +
                        "\n" +
                        "（二）一般公共预算当年拨款结构情况\n" +
                        "\n" +
                        "水利厅部门2022年一般公共预算支出为124013.00万元，其中：一般公共服务(类)支出684.00万元，占0.55%；教育(类)支出26028.00万元，占20.99%；科学技术" +
                        "(类)支出945.00万元，占0.76%；社会保障和就业(类)支出10427.87万元，占8.41%；卫生健康(类)支出1914.67万元，占1.54%；农林水(类)支出81444" +
                        ".98万元，占65.68%；住房保障(类)支出2568.48万元，占2.07%。\n" +
                        "\n" +
                        "（三）一般公共预算当年拨款具体使用情况\n" +
                        "\n" +
                        "1.一般公共服务(类)统计信息事务(款)其他统计信息事务(项)支出684.00万元(上年0.00万元)，比上年增加684.00万元， 主要原因是:。\n" +
                        "\n" +
                        "2.教育(类)职业教育(款)高等职业教育(项)支出26028.00万元(上年24959.00万元)，比上年增加1069.00万元，增长4.28 %，主要原因是:。\n" +
                        "\n" +
                        "3.科学技术(类)基础研究(款)机构运行(项)支出945.00万元(上年945.00万元)，与上年持平。\n" +
                        "\n" +
                        "4.社会保障和就业(类)行政事业单位养老(款)行政单位离退休(项)支出1171.50万元(上年1349.16万元)，比上年减少177.66万元，下降13.17%，主要原因是:。\n" +
                        "\n" +
                        "5.社会保障和就业(类)行政事业单位养老(款)事业单位离退休(项)支出5749.66万元(上年6198.59万元)，比上年减少448.93万元，下降7.24%，主要原因是:。\n" +
                        "\n" +
                        "6.社会保障和就业(类)行政事业单位养老(款)机关事业单位基本养老保险缴费(项)支出2347.44万元(上年2187.91万元)，比上年增加159.53万元，增长7.29 " +
                        "%，主要原因是:。\n" +
                        "\n" +
                        "7.社会保障和就业(类)行政事业单位养老(款)机关事业单位职业年金缴费(项)支出1159.27万元(上年1082.18万元)，比上年增加77.09万元，增长7.12 " +
                        "%，主要原因是:。\n" +
                        "\n" +
                        "8.卫生健康(类)行政事业单位医疗(款)行政单位医疗(项)支出272.37万元(上年315.28万元)，比上年减少42.91万元，下降13.61%，主要原因是:。\n" +
                        "\n" +
                        "9.卫生健康(类)行政事业单位医疗(款)事业单位医疗(项)支出1642.30万元(上年1480.50万元)，比上年增加161.80万元，增长10.93 %，主要原因是:。\n" +
                        "\n" +
                        "10.农林水(类)水利(款)行政运行(项)支出3899.03万元(上年3768.56万元)，比上年增加130.47万元，增长3.46 %，主要原因是:。\n" +
                        "\n" +
                        "11.农林水(类)水利(款)水利行业业务管理(项)支出4570.00万元(上年3411.89万元)，比上年增加1158.11万元，增长33.94 %，主要原因是:。\n" +
                        "\n" +
                        "12.农林水(类)水利(款)水利工程建设(项)支出13274.48万元(上年218378.00万元)，比上年减少205103.52万元，下降93.92%，主要原因是:。\n" +
                        "\n" +
                        "13.农林水(类)水利(款)水利工程运行与维护(项)支出80.00万元(上年80.00万元)，与上年持平。\n" +
                        "\n" +
                        "14.农林水(类)水利(款)水利前期工作(项)支出2638.52万元(上年15514.00万元)，比上年减少12875.48万元，下降82.99%，主要原因是:。\n" +
                        "\n" +
                        "15.农林水(类)水利(款)水土保持(项)支出1930.00万元(上年1770.00万元)，比上年增加160.00万元，增长9.04 %，主要原因是:。\n" +
                        "\n" +
                        "16.农林水(类)水利(款)水资源节约管理与保护(项)支出4088.00万元(上年1956.30万元)，比上年增加2131.70万元，增长108.97 %，主要原因是:。\n" +
                        "\n" +
                        "17.农林水(类)水利(款)水文测报(项)支出3576.11万元(上年8923.70万元)，比上年减少5347.59万元，下降59.93%，主要原因是:。\n" +
                        "\n" +
                        "18.农林水(类)水利(款)防汛(项)支出15788.00万元(上年7100.86万元)，比上年增加8687.14万元，增长122.34 %，主要原因是:。\n" +
                        "\n" +
                        "19.农林水(类)水利(款)水利技术推广(项)支出200.00万元(上年200.00万元)，与上年持平。\n" +
                        "\n" +
                        "20.农林水(类)水利(款)江河湖库水系综合整治(项)支出1130.00万元(上年1680.00万元)，比上年减少550.00万元，下降32.74%，主要原因是:。\n" +
                        "\n" +
                        "21.农林水(类)水利(款)水利安全监督(项)支出260.00万元(上年400.00万元)，比上年减少140.00万元，下降35.00%，主要原因是:。\n" +
                        "\n" +
                        "22.农林水(类)水利(款)其他水利(项)支出30010.84万元(上年22531.05万元)，比上年增加7479.79万元，增长33.20 %，主要原因是:。\n" +
                        "\n" +
                        "23.住房保障(类)住房改革(款)住房公积金(项)支出2568.48万元(上年2573.47万元)，与上年基本持平。\n" +
                        "\n" +
                        "六、关于一般公共预算基本支出预算表的说明\n" +
                        "\n" +
                        "水利厅部门2022年一般公共预算拨款安排的基本支出62854.00万元。主要用于：\n" +
                        "\n" +
                        "1.人员经费58192" +
                        ".00万元。按部门预算支出经济分类主要包括：基本工资、津贴补贴、奖金、伙食补助费、绩效工资、机关事业单位基本养老保险缴费、职业年金缴费、职工基本医疗保险缴费、住房公积金、医疗费、其他工资福利支出、离休费、退休费、退职（役）费、抚恤金、生活补助、医疗费补助、奖励金、其他对个人和家庭的补助等。按政府预算支出经济分类主要包括：工资奖金津补贴、社会保障缴费、住房公积金、工资福利支出、社会福利和救助、离退休费、其他对个人和家庭补助等。\n" +
                        "\n" +
                        "2.公用经费4662" +
                        ".00万元。按部门预算支出经济分类主要包括：办公费、印刷费、咨询费、手续费、水费、电费、邮电费、取暖费、物业管理费、差旅费、因公出国（境）费用、维修（护）费、租赁费、会议费、培训费、公务接待费、专用材料费、劳务费、委托业务费、工会经费、福利费、公务用车运行维护费、其他交通费用、税金及附加费用、其他商品和服务支出、办公设备购置等。按政府预算支出经济分类主要包括：办公经费、会议费、培训费、委托业务费、公务接待费、因公出国（境）费用、公务用车运行维护费、其他商品和服务支出、设备购置、商品和服务支出、资本性支出（一）等。\n" +
                        "\n" +
                        "七、关于一般公共预算“三公”经费支出预算表的说明\n" +
                        "\n" +
                        "2022年新设立的部门预算单位:\n" +
                        "2022年水利厅部门通过一般公共预算财政拨款安排的“三公”经费预算共243.03万元(上年275.17万元)，比上年减少32.14万元，下降11.68%，主要原因是。\n" +
                        "\n" +
                        "其中：因公出国（境）费42.00万元(上年63.50万元)，比上年减少21.50万元，下降33.86%，主要原因是。公务用车购置及运行费177.81万元，包括公务用车购置费0.00万元" +
                        "(上年0.00万元)，与上年持平。公务用车运行维护费177.81万元(上年183.92万元),比上年减少6.11万元，下降3.32%，主要原因是。公务接待费23.22万元(上年27" +
                        ".75万元)，比上年减少4.53万元，下降16.32%，主要原因是。\n" +
                        "\n" +
                        "八、关于政府性基金预算支出表的说明\n" +
                        "\n" +
                        "水利厅部门2022年政府性基金预算当年拨款510.00万元(上年0.00万元)，比上年增加510.00万元，主要原因是:增加。\n" +
                        "\n" +
                        "水利厅部门2022年当年政府性基金预算支出为510.00万元，具体情况如下：\n" +
                        "\n" +
                        "1.社会保障和就业(类)大中型水库移民后期扶持基金(款)其他大中型水库移民后期扶持基金(项)支出510.00万元(上年0.00万元)，主要是，比上年增加510.00万元， " +
                        "主要原因是:。\n" +
                        "\n" +
                        "九、关于政府性基金预算基本支出预算表的说明\n" +
                        "\n" +
                        "水利厅部门2022年无政府性基金预算拨款安排的基本支出。\n" +
                        "\n" +
                        "十、关于国有资本经营预算支出表的说明\n" +
                        "\n" +
                        "水利厅部门2022年没有使用国有资本经营预算拨款安排的支出。\n" +
                        "\n" +
                        "十一、其他重要事项的情况说明\n" +
                        "\n" +
                        "（一）机关运行经费情况\n" +
                        "\n" +
                        "2022年等家行政单位以及等家参公管理事业单位的机关运行经费财政拨款预算为万元(2021年预算万元）。与上年基本持平。\n" +
                        "\n" +
                        "（二）政府采购情况\n" +
                        "\n" +
                        "2022年政府采购预算103346.37万元，其中：财政拨款安排52618.51万元，财政专户管理资金安排5077.50万元，单位资金安排39617" +
                        ".75万元，使用非财政拨款结余6032.61万元。其中：政府采购货物预算万元，政府采购工程预算万元，政府采购服务预算万元。\n" +
                        "\n" +
                        "（三）国有资产占有使用情况\n" +
                        "\n" +
                        "截至2021年12月31" +
                        "日，水利厅部门所属各预算单位共有车辆辆，其中，实物保障用车辆、机要通信用车辆、应急保障用车辆、行政执法用车辆、执法执勤用车辆、特种专业技术用车辆、离退休干部用车辆、事业单位业务用车辆、其他用车辆。其中，其他用车主要是。\n" +
                        "\n" +
                        "单位价值50万元以上通用设备台（件、套），单位价值100万元以上专用设备台（件、套）。\n" +
                        "\n" +
                        "2022年部门预算安排购置单位价值50万元以上通用设备台（件、套），单位价值100万元以上专用设备台（件、套）。\n" +
                        "\n" +
                        "（四）预算绩效管理情况\n" +
                        "\n" +
                        "预算资金安排的项目情况:\n" +
                        "\n" +
                        "水利厅部门2022年项目支出全面实施绩效目标管理，涉及预算项目支出个，预算资金万元，其中财政拨款万元。 " +
                        "拟对等个项目开展部门重点绩效评价，涉及预算资金万元，其中财政拨款万元。根据以前年度绩效评价结果，优化等项目支出2022年预算安排，进一步改进管理、完善政策。\n");
    }
}
